/*
This file is part of Telegram Desktop,
the official desktop version of Telegram messaging app, see https://telegram.org

Telegram Desktop is free software: you can redistribute it and/or modify
it under the terms of the GNU General Public License as published by
the Free Software Foundation, either version 3 of the License, or
(at your option) any later version.

It is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the
GNU General Public License for more details.

In addition, as a special exception, the copyright holders give permission
to link the code of portions of this program with the OpenSSL library.

Full license: https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE
Copyright (c) 2014-2017 John Preston, https://desktop.telegram.org
*/
"lng_language_name" = "简体中文";
"lng_switch_to_this" = "切换到简体中文";

"lng_menu_contacts" = "联系人";
"lng_menu_calls" = "通话";
"lng_menu_settings" = "设置";
"lng_menu_about" = "关于";
"lng_menu_update" = "更新";
"lng_menu_restart" = "重启";
"lng_menu_back" = "返回";
"lng_menu_night_mode" = "夜间模式";

"lng_disable_notifications_from_tray" = "关闭消息通知";
"lng_enable_notifications_from_tray" = "启用消息通知";
"lng_open_from_tray" = "打开 Telegram";
"lng_minimize_to_tray" = "最小化到托盘";
"lng_quit_from_tray" = "退出 Telegram";
"lng_tray_icon_text" = "Telegram 仍在运行，您可以在设置中更改。\n如果此图标从托盘栏消失，您可以在隐藏的图标中将其拖出。";

"lng_month1" = "1 月";
"lng_month2" = "2 月";
"lng_month3" = "3 月";
"lng_month4" = "4 月";
"lng_month5" = "5 月";
"lng_month6" = "6 月";
"lng_month7" = "7 月";
"lng_month8" = "8 月";
"lng_month9" = "9 月";
"lng_month10" = "10 月";
"lng_month11" = "11 月";
"lng_month12" = "12 月";

"lng_month1_small" = "1 月";
"lng_month2_small" = "2 月";
"lng_month3_small" = "3 月";
"lng_month4_small" = "4 月";
"lng_month5_small" = "5 月";
"lng_month6_small" = "6 月";
"lng_month7_small" = "7 月";
"lng_month8_small" = "8 月";
"lng_month9_small" = "9 月";
"lng_month10_small" = "10 月";
"lng_month11_small" = "11 月";
"lng_month12_small" = "12 月";

"lng_weekday1" = "周一";
"lng_weekday2" = "周二";
"lng_weekday3" = "周三";
"lng_weekday4" = "周四";
"lng_weekday5" = "周五";
"lng_weekday6" = "周六";
"lng_weekday7" = "周日";

"lng_weekday1_full" = "星期一";
"lng_weekday2_full" = "星期二";
"lng_weekday3_full" = "星期三";
"lng_weekday4_full" = "星期四";
"lng_weekday5_full" = "星期五";
"lng_weekday6_full" = "星期六";
"lng_weekday7_full" = "星期日";

"lng_month_day" = "{month} {day} 日";
"lng_month_day_year" = "{year} 年 {month} {day} 日";
"lng_month_year" = "{year} 年 {month}";

"lng_box_ok" = "确定";

"lng_cancel" = "取消";
"lng_continue" = "继续";
"lng_close" = "关闭";
"lng_connecting" = "连接中...";
"lng_connecting_to_proxy" = "正在连接代理...";
"lng_connecting_settings" = "设置";
"lng_reconnecting#one" = "将在 {count} 秒后重新连接...";
"lng_reconnecting#other" = "将在 {count} 秒后重新连接...";
"lng_reconnecting_try_now" = "立即重连";

"lng_status_service_notifications" = "系统通知";
"lng_status_support" = "支持";
"lng_status_bot" = "机器人";
"lng_status_bot_reads_all" = "允许访问消息";
"lng_status_bot_not_reads_all" = "不允许访问消息";
"lng_status_offline" = "很久之前上过线";
"lng_status_recently" = "最近上过线";
"lng_status_last_week" = "最近上线  一周内";
"lng_status_last_month" = "最近上线  一个月内";
"lng_status_invisible" = "不可见";
"lng_status_lastseen_now" = "最近上线  刚刚";
"lng_status_lastseen_minutes#one" = "最近上线 {count} 分钟前";
"lng_status_lastseen_minutes#other" = "最近上线 {count} 分钟前";
"lng_status_lastseen_hours#one" = "最近上线 {count} 小时前";
"lng_status_lastseen_hours#other" = "最近上线 {count} 小时前";
"lng_status_lastseen_today" = "最近上线  今天  {time}";
"lng_status_lastseen_yesterday" = "最近上线  昨天  {time}";
"lng_status_lastseen_date" = "最近一次上线于  {date}";
"lng_status_lastseen_date_time" = "最近一次上线于  {date} {time}";
"lng_status_online" = "在线";
"lng_status_connecting" = "连接中...";

"lng_chat_status_unaccessible" = "无法访问群组";
"lng_chat_status_no_members" = "没有成员";
"lng_chat_status_members#one" = "{count} 位成员";
"lng_chat_status_members#other" = "{count} 位成员";
"lng_chat_status_online#one" = "{count} 人在线";
"lng_chat_status_online#other" = "{count} 人在线";
"lng_chat_status_members_online" = "{members_count}，{online_count}";

"lng_channel_status" = "频道";
"lng_group_status" = "群组";

"lng_channel_members_link#one" = "{count} 位成员";
"lng_channel_members_link#other" = "{count} 位成员";
"lng_channel_admins_link#one" = "{count} 位管理员";
"lng_channel_admins_link#other" = "{count} 位管理员";

"lng_server_error" = "500-内部服务器错误";
"lng_flood_error" = "尝试次数过多，请稍后再试。";
"lng_gif_error" = "在获取 GIF 动画时发生了一个错误 :(";
"lng_edit_error" = "您不能编辑这条消息";
"lng_join_channel_error" = "抱歉，您已加入太多频道及群组。请先退出一些频道或群组再加入。";
"lng_error_phone_flood" = "对不起，您最近删除并重建您的帐户次数过多。请稍等几天再来重新注册。";
"lng_error_start_minimized_passcoded" = "您已经设置了锁定码，所以应用不能以最小化模式启动。应用会在它能够开始工作前要求您输入锁定码。";
"lng_error_pinned_max#one" = "对不起，您最多只能将 {count} 个会话置顶。";
"lng_error_pinned_max#other" = "对不起，您最多只能将 {count} 个会话置顶。";
"lng_error_public_groups_denied" = "很抱歉，您已被禁止参与公开群组。\n{more_info}";
"lng_error_cant_edit_admin" = "抱歉，您不能编辑此管理员的权限。";
"lng_error_cant_add_member" = "抱歉，您不能将机器人加入此群组。请寻求群组管理员帮助。";
"lng_error_cant_add_bot" = "抱歉，这个机器人无法被添加至群组。";
"lng_error_cant_add_admin_invite" = "抱歉，您无法设置该用户为管理员，因为这位用户不是群组成员，且您无法将他邀请到该群组。";
"lng_error_cant_add_admin_unban" = "抱歉，您无法设置该用户为管理员，因为该用户在黑名单中，且您无权解封。";
"lng_error_cant_ban_admin" = "抱歉，您无法将这位用户封禁。因为该用户是此群组的管理员，并且您也不被允许撤销其管理员权限。";
"lng_sure_add_admin_invite" = "这名用户非本群组成员。是否将其加入到群组并提升为管理员？";
"lng_sure_add_admin_unban" = "该用户当前正被限制或封禁。是否确定将其解封并提升至管理员？";
"lng_sure_ban_admin" = "这名用户是该群组的管理员。是否确定继续对其作出限制？";
"lng_sure_ban_user_group" = "是否要在群组中封禁 {user} ？";
"lng_sure_enable_socks" = "您确定要启用这个代理吗？\n\n服务器: {server}\n端口: {port}\n\n您可以稍后在设置中修改您的代理服务器。";
"lng_sure_enable" = "启用";

"lng_edit_deleted" = "这条消息已被删除";
"lng_edit_too_long" = "字数已超限制";
"lng_edit_message" = "编辑消息";
"lng_edit_message_text" = "输入新消息..";
"lng_deleted" = "已删除的帐户";
"lng_deleted_message" = "已删除的消息";
"lng_pinned_message" = "置顶消息";
"lng_pinned_unpin_sure" = "您要取消置顶吗？";
"lng_pinned_pin_sure" = "您确定要置顶此消息吗？";
"lng_pinned_pin" = "置顶";
"lng_pinned_unpin" = "取消置顶";
"lng_pinned_notify" = "通知所有成员";

"lng_intro_about" = "欢迎使用 Telegram 官方桌面版客户端。\n它快速且安全。";
"lng_start_msgs" = "开始使用";

"lng_intro_next" = "下一步";
"lng_intro_finish" = "注册";
"lng_intro_submit" = "提交";

"lng_photo_caption" = "添加说明";
"lng_photos_comment" = "说明";

"lng_phone_ph" = "您的手机号码";
"lng_phone_title" = "您的手机号码";
"lng_phone_desc" = "请确认您的国家代码，\n并输入您的手机号码。";
"lng_phone_notreg" = "如果您还没有 Telegram 账号，\n请使用您的 {link_start}Android / iPhone 设备{link_end} [b]注册[/b] 或 {signup_start} 在此注册 {signup_end}";
"lng_country_code" = "国家代码";
"lng_bad_country_code" = "国家代码无效";
"lng_country_ph" = "搜索";
"lng_country_done" = "完成";
"lng_country_none" = "未找到您搜索的国家";
"lng_country_select" = "选择国家";

"lng_code_ph" = "验证码";
"lng_code_desc" = "请在下方输入我们向您手机发送的验证码";
"lng_code_telegram" = "请输入您在其他 [b]Telegram[/b] 客户端收到的验证码。";
"lng_code_no_telegram" = "通过短信发送验证码";
"lng_code_call" = "Telegram 会在 {minutes}:{seconds} 后改用电话语音播报验证码";
"lng_code_calling" = "正在向 Telegram 发送呼叫请求...";
"lng_code_called" = "Telegram 已拨打您的电话";

"lng_bad_phone" = "手机号码无效，请重新输入。";
"lng_bad_phone_noreg" = "该手机号码尚未注册";
"lng_bad_code" = "验证码错误，请重新输入。";
"lng_bad_name" = "请输入您的姓名";
"lng_bad_photo" = "请选择正确的图片";

"lng_signin_title" = "两步验证";
"lng_signin_desc" = "请输入两步验证密码";
"lng_signin_recover_desc" = "请输入此邮箱里收到的验证码\n{email}";
"lng_signin_password" = "您的两步验证密码";
"lng_signin_code" = "邮件中的验证码";
"lng_signin_recover" = "忘记密码？";
"lng_signin_recover_title" = "重置密码";
"lng_signin_hint" = "提示：{password_hint}";
"lng_signin_recover_hint" = "验证码已发送到 {recover_email}";
"lng_signin_bad_password" = "密码错误";
"lng_signin_wrong_code" = "您输入的验证码无效，请重试。";
"lng_signin_try_password" = "无法访问您的密保邮箱？";
"lng_signin_password_removed" = "您已停用两步验证\n您可以在「设置」中重新启用";
"lng_signin_no_email_forgot" = "由于您在设置密码时未提供密保邮箱，您现在只能尝试想起密码，或者重置账号。";
"lng_signin_cant_email_forgot" = "如果您无法访问密保邮箱，您只能尝试想起密码，或者重置账号。";
"lng_signin_reset_account" = "重置账号";
"lng_signin_sure_reset" = "注意！\n\n您账号中的所有会话和聊天记录，\n包括您分享的媒体和文件，都会丢失。\n\n确定重置账号？";
"lng_signin_reset" = "重置";
"lng_signin_reset_wait" = "因为 {phone_number} 这个账号处于活动状态并且设置了密码，出于安全考虑，我们将在 1 周后执行删除。您可以在这段时间内随时取消这一过程。\n\n您将可以在以下时间重置您的账号：\n{when}";
"lng_signin_reset_days#one" = "{count} 天";
"lng_signin_reset_days#other" = "{count} 天";
"lng_signin_reset_hours#one" = "{count} 小时";
"lng_signin_reset_hours#other" = "{count} 小时";
"lng_signin_reset_minutes#one" = "{count} 分钟";
"lng_signin_reset_minutes#other" = "{count} 分钟";
"lng_signin_reset_in_days" = "{days_count} {hours_count} {minutes_count}";
"lng_signin_reset_in_hours" = "{hours_count} {minutes_count}";
"lng_signin_reset_cancelled" = "您近期的重置账号请求被它当前活动账号撤销，请于 7 天后重试。";

"lng_signup_title" = "个人信息";
"lng_signup_desc" = "请输入您的姓名\n并上传头像";

"lng_signup_firstname" = "名字";
"lng_signup_lastname" = "姓氏";

"lng_dlg_filter" = "搜索";
"lng_dlg_new_group_name" = "群组名称";
"lng_dlg_new_channel_name" = "频道名称";
"lng_no_contacts" = "您还没有任何联系人";
"lng_no_chats" = "您的会话将在此处显示";
"lng_contacts_loading" = "加载中...";
"lng_contacts_not_found" = "未找到任何联系人";
"lng_dlg_search_chat" = "在此会话中搜索";
"lng_dlg_search_channel" = "在此频道中搜索";
"lng_dlg_search_for_messages" = "搜索消息";
"lng_update_telegram" = "更新 Telegram";

"lng_settings_save" = "保存";
"lng_settings_upload" = "设置头像";
"lng_settings_crop_profile" = "选择合适区域作为个人头像";
"lng_settings_uploading_photo" = "上传中...";
"lng_settings_edit" = "编辑";
"lng_settings_drop_area_subtitle" = "设置为头像";

"lng_username_title" = "用户名";
"lng_username_about" = "您可以在 Telegram 上设置一个用户名。\n设置后，别人将能够在不知道您的电话号码\n的情况下，通过此用户名找到您并与您联系。\n\n您可以使用 a-z，0-9 和下划线。\n最小长度为 5 个字符。";
"lng_username_choose" = "设定用户名";
"lng_username_invalid" = "该用户名无效";
"lng_username_occupied" = "该用户名已被占用";
"lng_username_too_short" = "该用户名过短";
"lng_username_bad_symbols" = "该用户名含有非法字符";
"lng_username_available" = "该用户名可用";
"lng_username_not_found" = "未找到 @{user}";
"lng_username_link_willbe" = "此链接会打开一个与您的会话窗口：";
"lng_username_link" = "此链接会打开一个与您的会话窗口：";
"lng_username_copied" = "链接已复制到剪贴板";

"lng_bio_title" = "编辑您的个人简介";
"lng_bio_placeholder" = "个人简介";
"lng_bio_about" = "您可以给自己添加一些简介。任何人在打开您的个人信息后将会看到这个简介。";

"lng_settings_section_info" = "个人信息";
"lng_settings_phone_number" = "手机号码：";
"lng_settings_username" = "用户名：";
"lng_settings_choose_username" = "设定用户名";
"lng_settings_empty_bio" = "无";

"lng_settings_section_notify" = "通知";
"lng_settings_desktop_notify" = "启用通知";
"lng_settings_show_name" = "显示发送者名称";
"lng_settings_show_preview" = "显示消息预览";
"lng_settings_use_windows" = "使用 Windows 原生通知";
"lng_settings_use_native_notifications" = "使用原生通知";
"lng_settings_advanced_notifications" = "通知位置和计数";
"lng_settings_notifications_position" = "在屏幕上的位置";
"lng_settings_notifications_count" = "通知计数";
"lng_settings_sound_notify" = "播放提示音";
"lng_settings_include_muted" = "在未读消息数中包含已关闭消息提醒的会话";

"lng_notification_preview" = "新消息";
"lng_notification_reply" = "回复";
"lng_notification_hide_all" = "全部隐藏";
"lng_notification_sample" = "这是一个示例通知";

"lng_settings_section_general" = "通用";
"lng_settings_change_lang" = "更换语言";
"lng_languages" = "选择语言";
"lng_sure_save_language" = "Telegram 将重启以完成语言更换";
"lng_settings_update_automatically" = "自动更新";
"lng_settings_current_version_label" = "版本 {version}:";
"lng_settings_current_version" = "版本 {version}";
"lng_settings_check_now" = "检查更新";
"lng_settings_update_checking" = "正在检查更新...";
"lng_settings_latest_installed" = "该版本已是最新版";
"lng_settings_downloading" = "下载更新中 {ready} / {total} MB..";
"lng_settings_update_ready" = "新版本已准备安装";
"lng_settings_update_now" = "立即重启";
"lng_settings_update_fail" = "更新检查失败 :(";
"lng_settings_workmode_tray" = "显示托盘图标";
"lng_settings_workmode_window" = "显示任务栏图标";
"lng_settings_auto_start" = "开机自动启动 Telegram";
"lng_settings_start_min" = "启动后隐藏到托盘";
"lng_settings_add_sendto" = "在「发送到」菜单中显示 Telegram";
"lng_settings_section_scale" = "界面大小";
"lng_settings_scale_auto" = "自动 ({cur})";

"lng_settings_section_chat_settings" = "聊天设置";
"lng_settings_replace_emojis" = "替换 Emoji";
"lng_settings_view_emojis" = "显示列表";
"lng_settings_emoji_list" = "支持替换的 Emoji";
"lng_settings_send_enter" = "按 Enter 发送消息";
"lng_settings_send_ctrlenter" = "按 Ctrl+Enter 发送消息";
"lng_settings_send_cmdenter" = "按 Cmd+Enter 发送消息";

"lng_settings_section_background" = "聊天背景";
"lng_settings_bg_use_default" = "使用默认主题";
"lng_settings_bg_from_gallery" = "从图库中选择";
"lng_settings_bg_from_file" = "从文件中选择";
"lng_settings_bg_edit_theme" = "编辑主题";
"lng_settings_bg_tile" = "平铺背景";
"lng_settings_adaptive_wide" = "宽屏时消息左对齐";

"lng_backgrounds_header" = "选择新的聊天背景";
"lng_theme_sure_keep" = "保留此主题？";
"lng_theme_reverting#one" = "将在 {count} 秒后还原为以前的主题。";
"lng_theme_reverting#other" = "将在 {count} 秒后还原为以前的主题。";
"lng_theme_keep_changes" = "保留更改";
"lng_theme_revert" = "还原";

"lng_download_path_dont_ask" = "下载时使用设定好的保存目录";
"lng_download_path_label" = "下载目录：";
"lng_download_path_temp" = "临时目录";
"lng_download_path_default" = "默认目录";
"lng_download_path_clear" = "清除所有";
"lng_download_path_header" = "选择下载目录";
"lng_download_path_default_radio" = "自动保存到系统的「下载」目录";
"lng_download_path_temp_radio" = "临时目录，在退出登录或卸载软件时会自动清空";
"lng_download_path_dir_radio" = "自定义目录，只能手动清空";
"lng_download_path_choose" = "选择下载目录";
"lng_sure_clear_downloads" = "您确定要立即从临时目录中删除所有下载的文件？ 它们会在您退出登录或卸载软件时自动被清除。";
"lng_download_path_failed" = "无法下载，下载目录可能有问题\n\n您可以在「设置」中更改下载目录";
"lng_download_path_settings" = "前往「设置」";
"lng_download_finish_failed" = "文件下载失败\n\n重试？";
"lng_download_path_clearing" = "正在清除...";
"lng_download_path_cleared" = "清除完成！";
"lng_download_path_clear_failed" = "清除失败 :(";

"lng_settings_section_privacy" = "隐私和安全";

"lng_local_storage_title" = "本地缓存";
"lng_settings_no_data_cached" = "无任何缓存！";
"lng_settings_images_cached#one" = "{count} 张图片，{size}";
"lng_settings_images_cached#other" = "{count} 张图片，{size}";
"lng_settings_audios_cached#one" = "{count} 条语音消息，{size}";
"lng_settings_audios_cached#other" = "{count} 条语音消息，{size}";
"lng_local_storage_clear" = "清除缓存";
"lng_local_storage_clearing" = "正在清除...";
"lng_local_storage_cleared" = "清除完成！";
"lng_local_storage_clear_failed" = "清除失败 :(";

"lng_settings_section_advanced_settings" = "高级设置";
"lng_settings_enable_night_theme" = "启用夜间模式";
"lng_settings_disable_night_theme" = "关闭夜间模式";

"lng_passcode_remove_button" = "关闭";

"lng_passcode_turn_on" = "开启锁定码";
"lng_passcode_change" = "修改锁定码";
"lng_passcode_create" = "设置锁定码";
"lng_passcode_remove" = "删除锁定码";
"lng_passcode_turn_off" = "关闭";
"lng_passcode_autolock" = "自动锁定";
"lng_passcode_autolock_away" = "自动锁定，如果离开：";
"lng_passcode_autolock_inactive" = "自动锁定，如果不活跃：";
"lng_passcode_autolock_minutes#one" = "{count} 分钟";
"lng_passcode_autolock_minutes#other" = "{count} 分钟";
"lng_passcode_autolock_hours#one" = "{count} 小时";
"lng_passcode_autolock_hours#other" = "{count} 小时";
"lng_passcode_enter_old" = "输入旧密码";
"lng_passcode_enter_first" = "输入密码";
"lng_passcode_enter_new" = "输入新密码";
"lng_passcode_confirm_new" = "请再次输入密码";
"lng_passcode_about" = "设置好锁定码后，一个锁形图标会出现在您聊天列表的顶部，点击该图标来锁定应用。\n\n注意：如果您忘记了锁定码，您将需要重新登录 Telegram 桌面版。";
"lng_passcode_differ" = "密码不一致";
"lng_passcode_wrong" = "密码错误";
"lng_passcode_is_same" = "新旧密码相同";
"lng_passcode_enter" = "请输入您的锁定码";
"lng_passcode_ph" = "锁定码";
"lng_passcode_submit" = "解锁";
"lng_passcode_logout" = "注销";
"lng_passcode_need_unblock" = "请先解锁";

"lng_cloud_password_waiting" = "验证链接已发送到 {email}..";
"lng_cloud_password_change" = "修改两步验证密码";
"lng_cloud_password_create" = "设置两步验证密码";
"lng_cloud_password_remove" = "删除两步验证密码";
"lng_cloud_password_set" = "开启两步验证";
"lng_cloud_password_edit" = "修改两步验证密码";
"lng_cloud_password_enter_old" = "请输入旧密码";
"lng_cloud_password_enter_first" = "输入密码";
"lng_cloud_password_enter_new" = "请输入新密码";
"lng_cloud_password_confirm_new" = "请再次输入新密码";
"lng_cloud_password_hint" = "设置密码提示";
"lng_cloud_password_change_hint" = "输入新密码的提示";
"lng_cloud_password_bad" = "密码与密码提示不能相同";
"lng_cloud_password_email" = "设置密保邮箱";
"lng_cloud_password_bad_email" = "邮箱地址不正确，请重新输入。";
"lng_cloud_password_about" = "当您在新设备登录时，除了输入短信验证码外，还要输入此密码。";
"lng_cloud_password_about_recover" = "警告！您确定不设置密保邮箱？\n一旦您忘记密码，您将无法再登录您的 Telegram 账号。";
"lng_cloud_password_skip_email" = "跳过";
"lng_cloud_password_almost" = "验证链接已发送到您的邮箱\n\n两步验证会在您通过链接验证后正式启用";
"lng_cloud_password_was_set" = "两步验证已开启";
"lng_cloud_password_updated" = "您的两步验证密码已更新";
"lng_cloud_password_removed" = "两步验证已停用";
"lng_cloud_password_differ" = "密码不匹配";
"lng_cloud_password_wrong" = "密码错误";
"lng_cloud_password_is_same" = "密码修改失败";

"lng_connection_type" = "连接类型：";
"lng_connection_auto_connecting" = "默认（连接中...）";
"lng_connection_auto" = "默认 ( 使用 {transport} )";
"lng_connection_proxy_connecting" = "正在通过代理连接...";
"lng_connection_proxy" = "通过代理的 {transport} ";
"lng_connection_header" = "连接类型";
"lng_connection_auto_rb" = "自动（默认使用TCP或HTTP）";
"lng_connection_http_proxy_rb" = "通过 HTTP 代理";
"lng_connection_tcp_proxy_rb" = "通过 SOCKS5 代理";
"lng_connection_try_ipv6" = "尝试通过 IPv6 连接";
"lng_connection_host_ph" = "服务器地址";
"lng_connection_port_ph" = "端口";
"lng_connection_user_ph" = "用户名";
"lng_connection_password_ph" = "密码";
"lng_connection_save" = "保存";

"lng_settings_blocked_users" = "已屏蔽的用户";
"lng_settings_last_seen_privacy" = "最后上线时间隐私";
"lng_settings_calls_privacy" = "通话隐私";
"lng_settings_groups_invite_privacy" = "邀请权限控制";
"lng_settings_show_sessions" = "显示所有活动会话";
"lng_settings_self_destruct" = "帐号自毁设置";
"lng_settings_change_phone" = "更改手机号码";

"lng_settings_reset" = "注销所有其他设备";
"lng_settings_reset_sure" = "您确定要注销所有其他设备？";
"lng_settings_reset_one_sure" = "您确定要注销此设备？";
"lng_settings_reset_button" = "确定";
"lng_settings_reset_done" = "已注销其他设备";
"lng_settings_manage_local_storage" = "管理本地缓存";
"lng_settings_ask_question" = "我有疑问";
"lng_settings_ask_sure" = "请注意：Telegram 的技术支持由志愿者提供，反馈时请使用英文，我们会尽快回复您，但是您可能需要等待一段时间。\n\n请前往 Telegram FAQ 看看：那里有各种常见问题及故障排除提示。";
"lng_settings_faq_button" = "前往「常见问题」";
"lng_settings_ask_ok" = "提问";
"lng_settings_faq" = "常见问题";
"lng_settings_logout" = "注销";
"lng_sure_logout" = "您确定要注销？";

"lng_settings_need_restart" = "您需要重启软件才能执行某些变更。立即重启？";
"lng_settings_restart_now" = "立即重启";
"lng_settings_restart_later" = "稍后重启";

"lng_sessions_header" = "当前设备";
"lng_sessions_other_header" = "活动会话";
"lng_sessions_no_other" = "无其他设备";
"lng_sessions_other_desc" = "您可以用同一个手机号码在其他手机、平板和桌面设备上登录。\n所有数据会即时同步。";
"lng_sessions_terminate_all" = "注销所有其他设备";

"lng_blocked_list_title" = "已屏蔽的用户";
"lng_blocked_list_unknown_phone" = "未知号码";
"lng_blocked_list_unblock" = "取消屏蔽";
"lng_blocked_list_add" = "屏蔽此用户";
"lng_blocked_list_add_title" = "选择要屏蔽的用户";
"lng_blocked_list_already_blocked" = "已被屏蔽";
"lng_blocked_list_about" = "被屏蔽的用户不能向您发送消息或将您添加到群组。他们也不能查看您的头像，在线状态和最后在线时间。";
"lng_blocked_list_not_found" = "没有被屏蔽的用户";

"lng_edit_privacy_everyone" = "所有人";
"lng_edit_privacy_contacts" = "我的联系人";
"lng_edit_privacy_nobody" = "不允许任何人";
"lng_edit_privacy_exceptions" = "添加例外";

"lng_edit_privacy_lastseen_title" = "最后上线时间隐私设置";
"lng_edit_privacy_lastseen_description" = "您可以选择谁能够查看您最后上线的时间：";
"lng_edit_privacy_lastseen_warning" = "注意：对于您不愿意分享最后上线时间的对象，他们最后的上线时间您将也无法看到。取而代之的是大概的上线时间（最近、一周内、一个月内）。";
"lng_edit_privacy_lastseen_always_empty" = "总是共享给";
"lng_edit_privacy_lastseen_always#one" = "总是共享给 {count} 位用户";
"lng_edit_privacy_lastseen_always#other" = "总是共享给 {count} 位用户";
"lng_edit_privacy_lastseen_never_empty" = "从不共享给";
"lng_edit_privacy_lastseen_never#one" = "从不共享给 {count} 位用户";
"lng_edit_privacy_lastseen_never#other" = "从不共享给 {count} 位用户";
"lng_edit_privacy_lastseen_exceptions" = "这些设置会覆盖上面的全局设置。";
"lng_edit_privacy_lastseen_always_title" = "总是共享给";
"lng_edit_privacy_lastseen_never_title" = "从不共享给";

"lng_edit_privacy_groups_title" = "群组邀请设置";
"lng_edit_privacy_groups_description" = "您可以选择谁能够将您添加到群组或频道：";
"lng_edit_privacy_groups_always_empty" = "总是允许";
"lng_edit_privacy_groups_always#one" = "总是允许 {count} 位用户";
"lng_edit_privacy_groups_always#other" = "总是允许 {count} 位用户";
"lng_edit_privacy_groups_never_empty" = "从不允许";
"lng_edit_privacy_groups_never#one" = "从不允许 {count} 位用户";
"lng_edit_privacy_groups_never#other" = "从不允许 {count} 位用户";
"lng_edit_privacy_groups_exceptions" = "在这里配置的特例将会覆盖上面的全局设置。";
"lng_edit_privacy_groups_always_title" = "总是允许";
"lng_edit_privacy_groups_never_title" = "从不允许";

"lng_edit_privacy_calls_title" = "通话隐私设置";
"lng_edit_privacy_calls_description" = "您可以限制能够给您打电话的人：";
"lng_edit_privacy_calls_always_empty" = "总是允许";
"lng_edit_privacy_calls_always#one" = "总是允许 {count} 位用户";
"lng_edit_privacy_calls_always#other" = "总是允许 {count} 位用户";
"lng_edit_privacy_calls_never_empty" = "从不允许";
"lng_edit_privacy_calls_never#one" = "从不允许 {count} 位用户";
"lng_edit_privacy_calls_never#other" = "从不允许 {count} 位用户";
"lng_edit_privacy_calls_exceptions" = "在这里配置的特例将会覆盖上面的全局设置。";
"lng_edit_privacy_calls_always_title" = "总是允许";
"lng_edit_privacy_calls_never_title" = "从不允许";

"lng_self_destruct_title" = "自动删除帐号";
"lng_self_destruct_description" = "如果您在此期间内从未登录过您的账号，您的账号、以及所有资料——包括群组、消息记录以及联系人都会被删除。";
"lng_self_destruct_months#one" = "{count} 个月";
"lng_self_destruct_months#other" = "{count} 个月";
"lng_self_destruct_years#one" = "{count} 年";
"lng_self_destruct_years#other" = "{count} 年";

"lng_change_phone_title" = "更改手机号码";
"lng_change_phone_description" = "您可以在此修改您绑定至 Telegram 的电话号码。\n您的帐户和所有的云端数据——消息，媒体，通讯录等\n将会被迁移到新的手机号码。\n\n[b]注意[/b]：如果您的 Telegram 联系人有您的旧号码\n并且您没有在 Telegram 里屏蔽他们，\n您的[b]新号码[/b]将被添加到他们的通讯录里。";
"lng_change_phone_warning" = "如果您的 Telegram 联系人有您的旧号码并且您没有在 Telegram 里屏蔽他们，您的新号码将被添加到他们的通讯录里。";
"lng_change_phone_occupied" = "手机号码 {phone} 已经和另一个 Telegram 帐户绑定。请先删除该帐户再迁移到此新号码。";
"lng_change_phone_button" = "更改手机号码";
"lng_change_phone_new_title" = "输入新的手机号码";
"lng_change_phone_new_description" = "我们将会给您的新手机号码发送一条带有验证码的短信。";
"lng_change_phone_new_submit" = "提交";
"lng_change_phone_code_title" = "输入验证码";
"lng_change_phone_code_description" = "我们已经给您的手机号码 {phone} 发送了一条带有验证码的短信。";
"lng_change_phone_success" = "您的手机号码已被更改。";

"lng_preview_loading" = "正在获取链接信息...";

"lng_profile_chat_unaccessible" = "无法访问群组";
"lng_profile_about_section" = "关于";
"lng_profile_description_section" = "简介";
"lng_profile_settings_section" = "设置";
"lng_profile_actions_section" = "更多";
"lng_profile_bot_settings" = "设置";
"lng_profile_bot_help" = "帮助";
"lng_profile_invite_link_section" = "邀请链接";
"lng_profile_create_public_link" = "创建公开链接";
"lng_profile_edit_public_link" = "编辑公开链接";
"lng_profile_search_members" = "搜索成员";
"lng_profile_manage_admins" = "设置管理员";
"lng_profile_manage_blocklist" = "管理被封禁用户";
"lng_profile_manage_restrictedlist" = "管理被限制用户";
"lng_profile_recent_actions" = "事件记录";
"lng_profile_common_groups#one" = "{count} 个共同加入的群组";
"lng_profile_common_groups#other" = "{count} 个共同加入的群组";
"lng_profile_common_groups_section" = "共同加入的群组";
"lng_profile_participants_section" = "成员";
"lng_profile_info_section" = "信息";
"lng_profile_mobile_number" = "电话：";
"lng_profile_username" = "用户名：";
"lng_profile_link" = "链接：";
"lng_profile_bio" = "个人简介：";
"lng_profile_add_contact" = "添加联系人";
"lng_profile_edit_contact" = "编辑";
"lng_profile_enable_notifications" = "通知";
"lng_profile_clear_history" = "清除历史记录";
"lng_profile_delete_conversation" = "删除会话";
"lng_profile_clear_and_exit" = "删除并退出";
"lng_profile_leave_channel" = "退出频道";
"lng_profile_delete_channel" = "删除频道";
"lng_profile_leave_group" = "退出群组";
"lng_profile_delete_group" = "删除群组";
"lng_profile_report" = "举报";
"lng_profile_search_messages" = "搜索消息";
"lng_profile_block_user" = "屏蔽此用户";
"lng_profile_unblock_user" = "取消屏蔽";
"lng_profile_block_bot" = "屏蔽此机器人";
"lng_profile_unblock_bot" = "取消屏蔽";
"lng_profile_send_message" = "发送消息";
"lng_profile_share_contact" = "分享联系人信息";
"lng_profile_invite_to_group" = "添加到群组";
"lng_profile_delete_contact" = "删除";
"lng_profile_set_group_photo" = "设置图片";
"lng_profile_add_participant" = "添加成员";
"lng_profile_view_channel" = "查看频道";
"lng_profile_join_channel" = "加入";
"lng_profile_delete_and_exit" = "退出";
"lng_profile_kick" = "移除";
"lng_profile_admin" = "管理员";
"lng_profile_edit_permissions" = "编辑";
"lng_profile_sure_kick" = "从群组中移除 {user} ？";
"lng_profile_sure_kick_channel" = "从频道中移除 {user} ？";
"lng_profile_sure_kick_admin" = "从管理员中移除 {user} ？";
"lng_profile_loading" = "加载中...";
"lng_profile_shared_media" = "分享的媒体文件";
"lng_profile_no_media" = "此会话尚无媒体文件";
"lng_profile_photos#one" = "{count} 张图片";
"lng_profile_photos#other" = "{count} 张图片";
"lng_profile_photos_header" = "图片";
"lng_profile_videos#one" = "{count} 个视频";
"lng_profile_videos#other" = "{count} 个视频";
"lng_profile_videos_header" = "视频";
"lng_profile_songs#one" = "{count} 个音频";
"lng_profile_songs#other" = "{count} 个音频";
"lng_profile_songs_header" = "音频";
"lng_profile_files#one" = "{count} 个文件";
"lng_profile_files#other" = "{count} 个文件";
"lng_profile_files_header" = "文件";
"lng_profile_audios#one" = "{count} 条语音消息";
"lng_profile_audios#other" = "{count} 条语音消息";
"lng_profile_audios_header" = "语音";
"lng_profile_shared_links#one" = "{count} 个分享的链接";
"lng_profile_shared_links#other" = "{count} 个分享的链接";
"lng_profile_shared_links_header" = "分享的链接";
"lng_profile_copy_phone" = "复制手机号码";
"lng_profile_copy_fullname" = "复制名字";
"lng_profile_drop_area_title" = "拖拽图片到此处";
"lng_profile_drop_area_subtitle" = "设置为群组图片";
"lng_profile_drop_area_subtitle_channel" = "设置为频道图片";
"lng_profile_top_bar_share_contact" = "分享";

"lng_report_title" = "举报频道";
"lng_report_group_title" = "举报此群组";
"lng_report_bot_title" = "举报机器人";
"lng_report_reason_spam" = "垃圾信息";
"lng_report_reason_violence" = "暴力";
"lng_report_reason_pornography" = "色情";
"lng_report_reason_other" = "其他";
"lng_report_reason_description" = "说明";
"lng_report_button" = "举报";
"lng_report_thanks" = "非常感谢！ 我们会尽快核查您的举报。";

"lng_channel_add_members" = "添加成员";
"lng_channel_add_banned" = "封禁用户";
"lng_channel_add_restricted" = "限制用户权限";
"lng_channel_members" = "成员";
"lng_channel_only_last_shown#one" = "仅显示最后 {count} 位成员";
"lng_channel_only_last_shown#other" = "仅显示最后 {count} 位成员";
"lng_channel_admins" = "管理员";
"lng_channel_add_admin" = "添加管理员";
"lng_channel_admins_too_much" = "对不起，管理员人数已达上限，请先移除一位管理员。";
"lng_channel_admin_status_creator" = "创建者";
"lng_channel_admin_status_promoted_by" = "被 {user} 设为管理员";
"lng_channel_admin_status_not_admin" = "不是管理员";

"lng_group_blocked_list_about" = "被封禁的用户将会从群组中移除，并且只有被管理员邀请才能再次加入。\n他们无法使用邀请链接再次加入。";

"lng_chat_all_members_admins" = "将所有成员设为管理员";
"lng_chat_about_all_admins" = "所有成员可以添加新成员、编辑群组名称及图片。";
"lng_chat_about_admins" = "只有管理员可以添加及移除成员、编辑群组名称及图片。";

"lng_participant_filter" = "搜索";
"lng_participant_invite" = "邀请";
"lng_participant_invite_sorry#one" = "对不起，您只能将前 {count} 名用户手动加入频道。\n\n从现在开始，其他人只能通过您的邀请链接来加入。";
"lng_participant_invite_sorry#other" = "对不起，您只能将前 {count} 名用户手动加入频道。\n\n从现在开始，其他人只能通过您的邀请链接来加入。";
"lng_create_group_back" = "返回";
"lng_create_group_next" = "下一步";
"lng_create_group_create" = "创建";
"lng_create_group_title" = "新建群组";
"lng_create_channel_title" = "新建频道";
"lng_create_public_channel_title" = "公开频道";
"lng_create_public_channel_about" = "任何人都可以通过搜索找到并加入频道";
"lng_create_private_channel_title" = "私人频道";
"lng_create_private_channel_about" = "用户只能通过邀请链接加入";
"lng_create_public_group_title" = "公开群组";
"lng_create_public_group_about" = "任何人可以通过搜索找到并加入群组，并且能看到所有聊天记录";
"lng_create_private_group_title" = "私人群组";
"lng_create_private_group_about" = "用户只能通过用户邀请或公开的邀请链接加入";
"lng_create_group_skip" = "跳过";

"lng_create_channel_link_invalid" = "无效链接";
"lng_create_channel_link_occupied" = "抱歉，该链接已被占用";
"lng_create_channel_link_too_short" = "抱歉，该链接过短";
"lng_create_channel_link_bad_symbols" = "抱歉，该链接含不规范字符";
"lng_create_channel_link_available" = "该链接可用";
"lng_create_channel_link_copied" = "链接已复制到剪贴板";

"lng_create_group_crop" = "选择合适区域作为群组标识";
"lng_create_channel_crop" = "选择合适区域作为频道标识";

"lng_failed_add_participant" = "无法添加用户。请稍后再试。";
"lng_failed_add_not_mutual" = "抱歉，如果一个人主动离开群组，只有双向联系人可以将其带回 (两个人互相加为通讯录联系人)。";
"lng_failed_add_not_mutual_channel" = "抱歉，如果一个人主动离开频道，只有双向联系人可以将其带回 (两个人互相加为通讯录联系人)。";

"lng_sure_delete_contact" = "您确定要从联系人列表中删除 {contact} ？";
"lng_sure_delete_history" = "您确定要删除所有与 {contact} 的消息记录？\n\n此操作不可撤销";
"lng_sure_delete_group_history" = "您确定要删除群组 «{group}» 的所有消息记录？\n\n此操作不可撤销";
"lng_sure_delete_and_exit" = "您确定要删除所有消息记录并退出群组 «{group}» ？\n\n此操作不可撤销";
"lng_sure_leave_channel" = "您确定要退出此频道？";
"lng_sure_delete_channel" = "您确定要删除此频道？所有成员会被移除，所有消息会被清空。";
"lng_sure_leave_group" = "您确定要退出该群组？\n此操作不可撤销";
"lng_sure_delete_group" = "您确定要删除该群组？所有成员会被移除，所有消息会被清空。";

"lng_message_empty" = "无消息";
"lng_message_unsupported" = "当前 Telegram 版本不支持此消息。请在“设置”页更新本应用到最新版或在这里下载： {link}";

"lng_duration_seconds#one" = "{count} 秒";
"lng_duration_seconds#other" = "{count} 秒";
"lng_duration_minsec_minutes#one" = "{count} 分钟";
"lng_duration_minsec_minutes#other" = "{count} 分钟";
"lng_duration_minsec_seconds#one" = "{count} 秒";
"lng_duration_minsec_seconds#other" = "{count} 秒";
"lng_duration_minutes_seconds" = "{minutes_count} 分 {seconds_count} 秒";

"lng_action_add_user" = "{from} 邀请了 {user}";
"lng_action_add_users_many" = "{from} 邀请了 {users}";
"lng_action_add_users_and_one" = "{accumulated}，{user}";
"lng_action_add_users_and_last" = "{accumulated} 和 {user}";
"lng_action_add_you" = "{from}  将您添加到此频道";
"lng_action_you_joined" = "您加入了此频道";
"lng_action_add_you_group" = "{from} 将您添加到此群组";
"lng_action_you_joined_group" = "您加入了此群组";
"lng_action_kick_user" = "{from} 移除了 {user}";
"lng_action_user_left" = "{from} 退出了群组";
"lng_action_user_joined" = "{from} 加入了群组";
"lng_action_user_joined_by_link" = "{from} 通过邀请链接加入了群组";
"lng_action_user_registered" = "{from} 刚刚加入了 Telegram";
"lng_action_removed_photo" = "{from} 删除了群组图片";
"lng_action_removed_photo_channel" = "频道图片已删除";
"lng_action_changed_photo" = "{from} 更换了群组图片";
"lng_action_changed_photo_channel" = "频道图片已更换";
"lng_action_changed_title" = "{from} 将群组名称更改为 «{title}»";
"lng_action_changed_title_channel" = "频道名称已更改为 «{title}»";
"lng_action_created_chat" = "{from} 创建了群组 «{title}»";
"lng_action_created_channel" = "频道已创建";
"lng_action_group_migrate" = "此群组已升级为超级群组";
"lng_action_pinned_message" = "{from} 已置顶 «{text}»";
"lng_action_pinned_media" = "{from} 已置顶 {media}";
"lng_action_pinned_media_photo" = "1 张图片";
"lng_action_pinned_media_video" = "一段视频";
"lng_action_pinned_media_audio" = "1 个音频文件";
"lng_action_pinned_media_voice" = "1 条语音消息";
"lng_action_pinned_media_video_message" = "一段视频消息";
"lng_action_pinned_media_file" = "1 个文件";
"lng_action_pinned_media_gif" = "1 个 GIF 动画";
"lng_action_pinned_media_contact" = "1 个联系人信息";
"lng_action_pinned_media_location" = "1 个位置";
"lng_action_pinned_media_sticker" = "1 个贴纸";
"lng_action_pinned_media_emoji_sticker" = "一张 {emoji} （贴纸）";
"lng_action_pinned_media_game" = "游戏 «{game}»";
"lng_action_game_score#one" = "{from} 在 {game} 中获得了 {count} 分";
"lng_action_game_score#other" = "{from} 在 {game} 中获得了 {count} 分";
"lng_action_game_you_scored#one" = "您在 {game} 中获得了 {count} 分";
"lng_action_game_you_scored#other" = "您在 {game} 中获得了 {count} 分";
"lng_action_game_score_no_game#one" = "{from} 获得了 {count} 分";
"lng_action_game_score_no_game#other" = "{from} 获得了 {count} 分";
"lng_action_game_you_scored_no_game#one" = "您获得了 {count} 分";
"lng_action_game_you_scored_no_game#other" = "您获得了 {count} 分";
"lng_action_payment_done" = "您已成功向 {user} 转账 {amount}";
"lng_action_payment_done_for" = "您已成功为 {invoice} 向 {user} 转账 {amount}";
"lng_action_took_screenshot" = "{from} 进行了截图！";
"lng_action_you_took_screenshot" = "您进行了截图！";

"lng_ttl_photo_received" = "{from} 发送给您一张自毁照片，请在您的移动设备上查看。";
"lng_ttl_photo_sent" = "您发送了一张自毁照片。";
"lng_ttl_photo_expired" = "图片已自毁";
"lng_ttl_video_received" = "{from} 发送给您一个自毁视频，请在您的移动设备上查看。";
"lng_ttl_video_sent" = "您发送了一张自毁照片。";
"lng_ttl_video_expired" = "视频已自毁";

"lng_profile_migrate_reached#one" = "已达 {count} 位成员的上限";
"lng_profile_migrate_reached#other" = "已达 {count} 位成员的上限";
"lng_profile_migrate_body" = "升级为超级群组即可获取更多功能。";
"lng_profile_migrate_learn_more" = "更多详情";
"lng_profile_migrate_about" = "升级为超级群组即可增加成员上限并获取更多功能：";
"lng_profile_migrate_feature1#one" = "— 成员上限为 {count} 人";
"lng_profile_migrate_feature1#other" = "— 成员上限为 {count} 人";
"lng_profile_migrate_feature2" = "— 新成员可以看到所有聊天记录";
"lng_profile_migrate_feature3" = "— 管理员可以删除任何人的消息";
"lng_profile_migrate_feature4" = "— 默认关闭消息通知";
"lng_profile_migrate_button" = "升级为超级群组";
"lng_profile_migrate_sure" = "您确定要将此群组升级为超级群组？此操作不可撤销。";
"lng_profile_convert_button" = "升级为超级群组";
"lng_profile_convert_title" = "升级为超级群组";
"lng_profile_convert_about" = "在超级群组中：";
"lng_profile_convert_feature1" = "— 新成员可以看到所有聊天记录";
"lng_profile_convert_feature2" = "— 所有成员将看不到已删除的消息";
"lng_profile_convert_feature3" = "— 管理员可以置顶重要的消息";
"lng_profile_convert_feature4" = "— 创建者可以给群组设置一个公开链接";
"lng_profile_convert_warning" = "{bold_start}注意：{bold_end} 此操作不可撤销";
"lng_profile_convert_confirm" = "升级";
"lng_profile_add_more_after_upgrade#one" = "从普通群组升级为超级群组后，您将可以添加高达 {count} 位成员。";
"lng_profile_add_more_after_upgrade#other" = "从普通群组升级为超级群组后，您将可以添加高达 {count} 位成员。";

"lng_channel_not_accessible" = "抱歉，无法访问此频道";
"lng_group_not_accessible" = "抱歉，无法访问此群组";

"lng_channels_too_much_public_about" = "抱歉，您已创建太多公开的链接。您可以撤销其中一个现有群组或频道的链接。";
"lng_channels_too_much_public_revoke_confirm_group" = "您确定要撤销此链接 {link}？\n\n«{group}» 将变成私人群组。";
"lng_channels_too_much_public_revoke_confirm_channel" = "您确定要撤销此链接 {link}？\n\n«{group}» 将变成私人频道。";
"lng_channels_too_much_public_revoke" = "撤销";

"lng_group_invite_bad_link" = "此邀请链接已损坏或已过期";
"lng_group_invite_want_join" = "是否加入群组 «{title}»？";
"lng_group_invite_want_join_channel" = "是否加入频道 «{title}»？";
"lng_group_invite_join" = "加入";

"lng_group_invite_members#one" = "其中 {count} 位成员:";
"lng_group_invite_members#other" = "其中 {count} 位成员:";

"lng_group_invite_link" = "邀请链接：";
"lng_group_invite_create" = "创建一个邀请链接";
"lng_group_invite_about" = "Telegram 用户可以通过邀请链接加入您的群组";
"lng_group_invite_create_new" = "撤销邀请链接";
"lng_group_invite_about_new" = "我们将生成一个新的邀请链接，旧的链接将立刻失效。";
"lng_group_invite_copied" = "邀请链接已复制到剪贴板";
"lng_group_invite_no_room" = "该群组已满员，无法加入。";

"lng_channel_public_link_copied" = "链接已复制到剪贴板";

"lng_forwarded" = "转发自用户 {user}";
"lng_forwarded_date" = "原始: {date}";
"lng_forwarded_channel" = "转发自频道 {channel}";
"lng_forwarded_via" = "转发自 {user} 通过 {inline_bot}";
"lng_forwarded_channel_via" = "转发自 {channel} 通过 {inline_bot}";
"lng_forwarded_signed" = "{channel} ({user})";
"lng_in_reply_to" = "回复";
"lng_edited" = "已编辑";
"lng_edited_date" = "编辑时间：{date} ";
"lng_cancel_edit_post_sure" = "取消编辑？";
"lng_cancel_edit_post_yes" = "是";
"lng_cancel_edit_post_no" = "否";

"lng_bot_share_location_unavailable" = "抱歉，Telegram 桌面版暂时不支持位置信息分享。";
"lng_bot_inline_geo_unavailable" = "抱歉，此机器人请求分享您的位置信息，\n但 Telegram 桌面版暂时不支持此功能。";
"lng_bot_share_phone" = "确认分享手机号码？";
"lng_bot_share_phone_confirm" = "分享";

"lng_attach_failed" = "失败";
"lng_attach_file" = "文件";
"lng_attach_photo" = "图片";

"lng_media_type" = "媒体文件类型";
"lng_media_type_photos" = "图片";
"lng_media_type_videos" = "视频";
"lng_media_type_songs" = "音频";
"lng_media_type_files" = "文件";
"lng_media_type_audios" = "语音";
"lng_media_type_links" = "链接";

"lng_media_open_with" = "打开至";
"lng_media_download" = "下载";
"lng_media_cancel" = "取消";
"lng_media_video" = "视频";
"lng_media_audio" = "语音";

"lng_media_auto_settings" = "媒体自动下载设置";
"lng_media_auto_photo" = "自动下载图片";
"lng_media_auto_audio" = "自动下载语音信息";
"lng_media_auto_gif" = "自动下载 GIF 动画";
"lng_media_auto_private_chats" = "个人聊天";
"lng_media_auto_groups" = "群组和频道";
"lng_media_auto_play" = "自动播放";

"lng_emoji_category0" = "常用";
"lng_emoji_category1" = "人物";
"lng_emoji_category2" = "自然";
"lng_emoji_category3" = "饮食";
"lng_emoji_category4" = "活动";
"lng_emoji_category5" = "旅行 & 地点";
"lng_emoji_category6" = "物品";
"lng_emoji_category7" = "符号 & 旗帜";
"lng_emoji_hide_panel" = "点击隐藏 emoji 侧边栏";

"lng_recent_stickers" = "常用";
"lng_switch_stickers" = "贴纸";
"lng_switch_emoji" = "Emoji";
"lng_switch_gifs" = "GIF";
"lng_stickers_featured_add" = "添加";
"lng_gifs_search" = "搜索 GIF";
"lng_gifs_no_saved" = "您还没有保存过 GIF";

"lng_inline_bot_no_results" = "没有结果。";
"lng_inline_bot_via" = "通过 {inline_bot}";

"lng_box_remove" = "删除";

"lng_stickers_installed_tab" = "贴纸";
"lng_stickers_featured_tab" = "热门";
"lng_stickers_archived_tab" = "已归档";
"lng_stickers_remove_pack" = "删除贴纸包 «{sticker_pack}»？";
"lng_stickers_add_pack" = "添加贴纸";
"lng_stickers_share_pack" = "分享贴纸";
"lng_stickers_not_found" = "未找到贴纸包";
"lng_stickers_packs_archived" = "为了给常用的贴纸腾出空间，一些您很少使用的贴纸包已经被归档。";
"lng_stickers_archived" = "已存档贴纸";
"lng_stickers_copied" = "贴纸包链接已复制到剪贴板";
"lng_stickers_default_set" = "人类群星";
"lng_stickers_you_have" = "管理贴纸";
"lng_stickers_featured" = "热门贴纸";
"lng_stickers_return" = "撤销";
"lng_stickers_count#one" = "{count} 张贴纸";
"lng_stickers_count#other" = "{count} 张贴纸";
"lng_stickers_masks_pack" = "这是一个装饰包。您可以在 Telegram 移动端的照片编辑器里使用它。";

"lng_in_dlg_photo" = "图片";
"lng_in_dlg_video" = "视频";
"lng_in_dlg_audio_file" = "音频";
"lng_in_dlg_contact" = "联系人";
"lng_in_dlg_audio" = "语音";
"lng_in_dlg_video_message" = "视频消息";
"lng_in_dlg_file" = "文件";
"lng_in_dlg_sticker" = "贴纸";
"lng_in_dlg_sticker_emoji" = "{emoji} （贴纸）";

"lng_ban_user" = "封禁用户";
"lng_delete_all_from" = "删除此用户发送的所有消息";
"lng_report_spam" = "举报垃圾信息";
"lng_report_spam_hide" = "隐藏";
"lng_report_spam_thanks" = "感谢您的举报！";
"lng_report_spam_sure" = "您确定要举报该用户发布垃圾信息？";
"lng_report_spam_sure_group" = "您确定要举报该群组发布垃圾信息？";
"lng_report_spam_sure_channel" = "您确定要举报该频道发布垃圾信息？";
"lng_report_spam_ok" = "举报";
"lng_cant_send_to_not_contact" = "抱歉，您现在只能给\n双向联系人发送信息。\n{more_info}";
"lng_cant_invite_not_contact" = "抱歉，您现在只能将\n双向联系人加入群组。\n{more_info}";
"lng_cant_send_to_not_contact_flood" = "您今天已经联系了太多非联系人，请明天再试。如果此用户主动给您发送了消息，您将可以回复此用户。";
"lng_cant_invite_not_contact_flood" = "您不能添加此用户，因为您今天已经联系了太多非联系人。请明天再试。您可以让其他群组成员将此用户添加进群组。";
"lng_cant_more_info" = "更多详情 »";
"lng_cant_invite_banned" = "抱歉，只有管理员可以添加此用户。";
"lng_cant_invite_privacy" = "抱歉，根据该用户的隐私设置，您不能将其添加到群组。";
"lng_cant_invite_privacy_channel" = "抱歉，根据该用户的隐私设置，您不能将其添加到频道。";
"lng_cant_delete_group#one" = "抱歉，目前无法手动删除超过 {count} 名成员的群组。如果您真的想要删除这个群组，请联系 Telegram 支持团队。";
"lng_cant_delete_group#other" = "抱歉，目前无法手动删除超过 {count} 名成员的群组。如果您真的想要删除这个群组，请联系 Telegram 支持团队。";
"lng_cant_delete_channel#one" = "抱歉，目前无法手动删除超过 {count} 名成员的群组。如果您真的想要删除这个频道，请联系 Telegram 支持团队。";
"lng_cant_delete_channel#other" = "抱歉，目前无法手动删除超过 {count} 名成员的群组。如果您真的想要删除这个频道，请联系 Telegram 支持团队。";
"lng_cant_do_this" = "抱歉，此操作不可用。";

"lng_send_button" = "发送";
"lng_message_ph" = "输入消息...";
"lng_broadcast_ph" = "发布消息...";
"lng_broadcast_silent_ph" = "静默发布...";
"lng_record_cancel" = "将光标移出此处可取消发送";
"lng_will_be_notified" = "消息发布后用户会收到通知";
"lng_wont_be_notified" = "消息发布后用户不会收到通知";
"lng_willbe_history" = "请选择一个会话开始聊天";
"lng_from_you" = "您";
"lng_from_draft" = "草稿";
"lng_bot_description" = "该机器人能做什么？";
"lng_unblock_button" = "取消屏蔽";
"lng_channel_join" = "加入频道";
"lng_channel_mute" = "静音";
"lng_channel_unmute" = "取消静音";

"lng_dialogs_text_with_from" = "{from_part} {message}";
"lng_dialogs_text_from_wrapped" = "{from}:";
"lng_dialogs_text_media" = "{media_part} {caption}";
"lng_dialogs_text_media_wrapped" = "{media},";
"lng_dialogs_show_all_chats" = "显示所有对话";
"lng_dialogs_hide_muted_chats" = "隐藏已静音对话";

"lng_open_this_link" = "打开此链接？";
"lng_open_link" = "打开";
"lng_allow_bot_pass" = "是否允许 {bot_name} 传送您的 Telegram 昵称及 ID 到通过此机器人打开的网页？";
"lng_allow_bot" = "允许";

"lng_bot_start" = "开始";
"lng_bot_choose_group" = "选择一个群组";
"lng_bot_no_groups" = "您尚未加入任何群组";
"lng_bot_groups_not_found" = "未找到群组";
"lng_bot_sure_invite" = "将此机器人添加到群组 «{group}»？";
"lng_bot_already_in_group" = "机器人已是该群组一员。";
"lng_bot_choose_chat" = "选择一个会话";
"lng_bot_no_chats" = "没有对话";
"lng_bot_chats_not_found" = "未找到对话";
"lng_bot_sure_share_game" = "对 {user} 分享此游戏？";
"lng_bot_sure_share_game_group" = "分享此游戏到 «{group}» ？";

"lng_typing" = "正在输入";
"lng_user_typing" = "{user} 正在输入";
"lng_users_typing" = "{user} 和 {second_user} 正在输入";
"lng_many_typing#one" = "{count} 人正在输入";
"lng_many_typing#other" = "{count} 人正在输入";
"lng_playing_game" = "游戏中";
"lng_user_playing_game" = "{user} 游戏中";
"lng_users_playing_game" = "{user} 和 {second_user} 游戏中";
"lng_many_playing_game#one" = "{count} 人游戏中";
"lng_many_playing_game#other" = "{count} 人游戏中";
"lng_send_action_record_video" = "正在录制视频";
"lng_user_action_record_video" = "{user} 正在录制视频";
"lng_send_action_upload_video" = "正在发送视频";
"lng_user_action_upload_video" = "{user} 正在发送视频";
"lng_send_action_record_audio" = "正在录制语音";
"lng_user_action_record_audio" = "{user} 正在录制语音";
"lng_send_action_upload_audio" = "正在发送语音";
"lng_user_action_upload_audio" = "{user} 正在发送语音";
"lng_send_action_record_round" = "正在录制视频消息";
"lng_user_action_record_round" = "{user} 正在录制视频消息";
"lng_send_action_upload_round" = "正在发送视频消息";
"lng_user_action_upload_round" = "{user} 正在发送视频消息";
"lng_send_action_upload_photo" = "正在发送图片";
"lng_user_action_upload_photo" = "{user} 正在发送图片";
"lng_send_action_upload_file" = "正在发送文件";
"lng_user_action_upload_file" = "{user} 正在发送文件";
"lng_send_action_geo_location" = "正在选择位置";
"lng_user_action_geo_location" = "{user} 正在选择位置";
"lng_send_action_choose_contact" = "正在选择联系人";
"lng_user_action_choose_contact" = "{user} 正在选择联系人";
"lng_unread_bar#one" = "{count} 条未读消息";
"lng_unread_bar#other" = "{count} 条未读消息";

"lng_maps_point" = "位置";
"lng_save_photo" = "保存图片";
"lng_save_video" = "保存视频";
"lng_save_audio_file" = "保存音频文件";
"lng_save_audio" = "保存语音";
"lng_save_file" = "保存文件";
"lng_save_downloaded" = "{ready} / {total} {mb}";
"lng_duration_and_size" = "{duration}, {size}";
"lng_duration_played" = "{played} / {duration}";
"lng_date_and_duration" = "{date}, {duration}";
"lng_choose_image" = "选择一张图片";
"lng_choose_files" = "选择文件";
"lng_game_tag" = "游戏";

"lng_context_view_profile" = "查看个人信息";
"lng_context_view_group" = "查看群组信息";
"lng_context_view_channel" = "查看频道信息";
"lng_context_pin_to_top" = "置顶";
"lng_context_unpin_from_top" = "取消置顶";

"lng_context_promote_admin" = "设为管理员";
"lng_context_edit_permissions" = "编辑权限";
"lng_context_restrict_user" = "限制用户权限";
"lng_context_remove_from_group" = "从群组中移除";

"lng_context_copy_link" = "复制链接";
"lng_context_copy_post_link" = "复制该消息直链";
"lng_context_copy_email" = "复制电子邮件地址";
"lng_context_copy_hashtag" = "复制标签";
"lng_context_copy_mention" = "复制用户名";
"lng_context_save_image" = "保存图片到...";
"lng_context_forward_image" = "转发图片";
"lng_context_delete_image" = "删除图片";
"lng_context_copy_image" = "复制图片";
"lng_context_close_image" = "关闭图片";
"lng_context_cancel_download" = "取消下载";
"lng_context_show_in_folder" = "打开文件夹";
"lng_context_show_in_finder" = "在 Finder 中显示";
"lng_context_save_video" = "保存视频到...";
"lng_context_save_audio_file" = "保存音频文件到...";
"lng_context_save_audio" = "保存语音到...";
"lng_context_pack_info" = "贴纸信息";
"lng_context_pack_add" = "添加贴纸";
"lng_context_save_file" = "保存文件到...";
"lng_context_forward_file" = "转发文件";
"lng_context_delete_file" = "删除文件";
"lng_context_close_file" = "关闭文件";
"lng_context_copy_text" = "复制文字";
"lng_context_open_gif" = "打开 GIF";
"lng_context_save_gif" = "保存到 GIF 库";
"lng_context_to_msg" = "前往消息";
"lng_context_reply_msg" = "回复";
"lng_context_edit_msg" = "编辑";
"lng_context_forward_msg" = "转发消息";
"lng_context_delete_msg" = "删除消息";
"lng_context_select_msg" = "选择消息";
"lng_context_pin_msg" = "置顶";
"lng_context_unpin_msg" = "取消置顶";
"lng_context_cancel_upload" = "取消上传";
"lng_context_copy_selected" = "复制所选内容";
"lng_context_copy_selected_items" = "复制所选内容";
"lng_context_forward_selected" = "转发所选内容";
"lng_context_delete_selected" = "删除所选内容";
"lng_context_clear_selection" = "取消选择";
"lng_really_send_image" = "确定发送此图片？";
"lng_really_send_file" = "确定发送此文件？";
"lng_really_share_contact" = "确定分享此联系信息？";
"lng_send_images_compress#one" = "压缩图片";
"lng_send_images_compress#other" = "压缩图片";
"lng_send_image_non_local" = "无法发送非本地文件: {name}";
"lng_send_image_empty" = "无法发送空文件: {name}";
"lng_send_image_too_large" = "无法发送此文件，因为文件大小大于 1500 MB: {name}";
"lng_send_folder" = "«{name}» 属于文件目录，不能发送 :(";
"lng_send_images_selected#one" = "已选择 {count} 张图片";
"lng_send_images_selected#other" = "已选择 {count} 张图片";
"lng_send_photos#one" = "发送 {count} 张图片";
"lng_send_photos#other" = "发送 {count} 张图片";
"lng_send_files_selected#one" = "已选择 {count} 个文件";
"lng_send_files_selected#other" = "已选择 {count} 个文件";
"lng_send_files#one" = "发送 {count} 个文件";
"lng_send_files#other" = "发送 {count} 个文件";

"lng_forward_choose" = "选择接收者...";
"lng_forward_cant" = "抱歉，不能转发到此处 :(";
"lng_forward_confirm" = "确认转发到 {recipient}？";
"lng_forward_share_contact" = "确认分享联系信息给 {recipient}？";
"lng_forward_share_cant" = "抱歉，不能分享联系人到此处 :(";
"lng_forward_send_file_confirm" = "确认发送 «{name}» 到 {recipient}？";
"lng_forward_send_files_confirm" = "确认发送所选内容到 {recipient}？";
"lng_forward_send_files_cant" = "抱歉，不能发送多媒体到此处 :(";
"lng_forward_send" = "发送";
"lng_forward_messages#one" = "{count} 条转发的消息";
"lng_forward_messages#other" = "{count} 条转发的消息";
"lng_forwarding_from#one" = "{user} 和其他 {count} 人";
"lng_forwarding_from#other" = "{user} 和其他 {count} 人";
"lng_forwarding_from_two" = "{user} 和 {second_user}";
"lng_inline_switch_choose" = "选择会话...";
"lng_inline_switch_cant" = "抱歉，不能在此输入:(";

"lng_share_cant" = "抱歉，不能分享到此处 :(";
"lng_reply_cant" = "抱歉，不能在超级群组中回复旧消息 :(";
"lng_reply_cant_forward" = "抱歉，不能在超级群组中回复旧消息 :( 您是否希望转发并加上您的评论？";

"lng_share_title" = "分享到";
"lng_share_copy_link" = "复制分享链接";
"lng_share_confirm" = "发送";
"lng_share_wrong_user" = "此游戏已被另一个用户打开。";
"lng_share_game_link_copied" = "游戏链接已复制到剪贴板";
"lng_share_done" = "完成！";

"lng_contact_phone" = "手机号码";
"lng_enter_contact_data" = "新建联系人";
"lng_edit_group_title" = "编辑群组名称";
"lng_edit_contact_title" = "编辑联系人名称";
"lng_edit_channel_title" = "编辑频道";
"lng_edit_sign_messages" = "对消息签名";
"lng_edit_group_who_invites" = "谁可以添加成员";
"lng_edit_group_invites_everybody" = "所有成员";
"lng_edit_group_invites_only_admins" = "仅管理员";
"lng_edit_group" = "编辑群组";
"lng_edit_self_title" = "编辑您的姓名";
"lng_confirm_contact_data" = "添加联系人";
"lng_add_contact" = "添加";
"lng_add_contact_button" = "添加联系人";
"lng_contacts_header" = "联系人";
"lng_contact_not_joined" = "{name} 尚未加入 Telegram，您可以给对方发送邀请。\n\n当对方加入 Telegram 时我们会通知您。";
"lng_try_other_contact" = "尝试其他人";
"lng_create_group_link" = "链接";
"lng_create_group_invite_link" = "邀请链接";
"lng_create_group_photo" = "设置图片";
"lng_create_group_description" = "简介（可选）";

"lng_drag_images_here" = "拖拽图片到此处";
"lng_drag_photos_here" = "拖拽照片到此处";
"lng_drag_files_here" = "拖拽文件到此处";

"lng_drag_to_send_quick" = "快速发送";
"lng_drag_to_send_no_compression" = "无损发送";
"lng_drag_to_send_files" = "作为文件发送";

"lng_selected_clear" = "取消";
"lng_selected_delete" = "删除";
"lng_selected_forward" = "转发";
"lng_selected_count#one" = "{count} 条消息";
"lng_selected_count#other" = "{count} 条消息";
"lng_selected_cancel_sure_this" = "取消上传？";
"lng_selected_upload_stop" = "停止";
"lng_selected_delete_sure_this" = "您确定要删除此消息？";
"lng_selected_delete_sure#one" = "您确定要删除所选的 {count} 条消息？";
"lng_selected_delete_sure#other" = "您确定要删除所选的 {count} 条消息？";
"lng_delete_photo_sure" = "您确定要删除这张图片吗？";
"lng_delete_for_everyone_hint#one" = "这将为在此对话中的所有人删除这条消息。";
"lng_delete_for_everyone_hint#other" = "这将为在此对话中的所有人删除这些消息。";
"lng_delete_for_me_chat_hint#one" = "这将只为您删除这条消息，而不是此对话的其他参与者。";
"lng_delete_for_me_chat_hint#other" = "这将只为您删除这些消息，而不是此对话的其他参与者。";
"lng_delete_for_me_hint#one" = "这将只为您删除这条消息。";
"lng_delete_for_me_hint#other" = "这将只为您删除这些消息。";
"lng_delete_for_everyone_check" = "为所有人删除";
"lng_delete_for_other_check" = "为 {user} 删除";
"lng_box_delete" = "删除";
"lng_box_leave" = "退出";

"lng_about_version" = "版本 {version}";
"lng_about_text_1" = "基于 [a href=\"https://core.telegram.org/api\"]Telegram API[/a] 的官方免费聊天应用，为快速和安全而生。";
"lng_about_text_2" = "本软件基于 [a href=\"https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE\"]GNU GPL[/a] version 3 协议 \n源代码托管于 [a href=\"https://github.com/telegramdesktop/tdesktop\"]GitHub[/a]";
"lng_about_text_3" = "更多详情请前往 {faq_open}常见问题{faq_close} ";
"lng_about_done" = "确定";

"lng_search_no_results" = "未找到消息";
"lng_search_found_results#one" = "找到 {count} 条消息";
"lng_search_found_results#other" = "找到 {count} 条消息";
"lng_search_global_results" = "全局搜索结果";

"lng_media_save_progress" = "{ready} / {total} {mb}";
"lng_mediaview_save_as" = "另存为...";
"lng_mediaview_copy" = "复制";
"lng_mediaview_forward" = "转发";
"lng_mediaview_delete" = "删除";
"lng_mediaview_photos_all" = "显示所有图片";
"lng_mediaview_files_all" = "显示所有文件";
"lng_mediaview_single_photo" = "单张图片";
"lng_mediaview_group_photo" = "群组图片";
"lng_mediaview_channel_photo" = "频道图片";
"lng_mediaview_profile_photo" = "头像";
"lng_mediaview_file_n_of_count" = "{file} {count} 中的 {n}";
"lng_mediaview_n_of_count" = "{count} 张图片中的 {n}";
"lng_mediaview_doc_image" = "文件";
"lng_mediaview_today" = "今天  {time}";
"lng_mediaview_yesterday" = "昨天  {time}";
"lng_mediaview_date_time" = "{date}-{time}";

"lng_mediaview_saved" = "图片已保存在 [c]下载[/c] 目录";

"lng_theme_preview_title" = "主题预览";
"lng_theme_preview_generating" = "正在生成主题预览...";
"lng_theme_preview_invalid" = "主题文件数据错误";
"lng_theme_preview_apply" = "应用此主题";

"lng_new_authorization" = "{name}，\n我们在 {date}{day}{time} 发现一个新设备登录您的帐号。\n\n设备： {device}\n位置： {location}\n\n如果这不是您本人， 您可以前往「设置—显示所有活动会话」 中注销该设备。\n\n谢谢！\nTelegram 团队";

"lng_new_version_wrap" = "Telegram Desktop 已更新到 {version}\n\n{changes}\n\n更多版本记录请在这里查看：\n{link}";
"lng_new_version_minor" = "— 错误修复及细节改进";
"lng_new_version_text" = "— Improved video messages: radial playback progress, Picture-in-Picture support, duration countdown.\n— Voice and video messages now automatically play one after another.";

"lng_menu_insert_unicode" = "插入 Unicode 控制符";

"lng_full_name" = "{first_name} {last_name}";

"lng_confirm_phone_link_invalid" = "这个链接已损坏或已过期。";
"lng_confirm_phone_title" = "撤销账号重置请求";
"lng_confirm_phone_about" = "有人通过输入您的手机号码  {phone} 尝试请求删除您的 Telegram 账号数据并且重置您的两步验证密码。\n\n如果这不是您本人的操作，请输入我们刚刚发送给您的短信验证码。";
"lng_confirm_phone_success" = "成功！\n您的账号 {phone} 的删除请求已经被撤销。您现在可以关闭这个窗口。";
"lng_confirm_phone_send" = "发送";
"lng_confirm_phone_enter_code" = "请输入验证码。";

"lng_theme_editor_no_keys" = "配色文件中没有项目";
"lng_theme_editor_cant_change_theme" = "您不能在编辑配色时应用新主题。请先关闭主题编辑器。";
"lng_theme_editor_new_keys" = "不在配色文件中";
"lng_theme_editor_background_image" = "背景图片";
"lng_theme_editor_saved_to_jpg" = "保存为 JPEG，{size}";
"lng_theme_editor_read_from_jpg" = "JPEG 图片，{size}";
"lng_theme_editor_read_from_png" = "PNG 图片，{size}";
"lng_theme_editor_export" = "导出";
"lng_theme_editor_choose_image" = "选择背景图片";
"lng_theme_editor_save_palette" = "保存配色文件";
"lng_theme_editor_choose_name" = "保存主题文件";
"lng_theme_editor_error" = "编辑器遇到了一个错误 :( 详情请见 'log.txt'";
"lng_theme_editor_done" = "主题导出成功！";
"lng_theme_editor_title" = "修改配色";
"lng_theme_editor_export_button" = "导出主题";

"lng_payments_not_supported" = "抱歉，Telegram 桌面版客户端暂不支持付款。请使用我们的移动端应用进行此操作。";
"lng_payments_receipt_label" = "收据";
"lng_payments_receipt_label_test" = "测试收据";
"lng_payments_invoice_label" = "订单";
"lng_payments_invoice_label_test" = "测试订单";
"lng_payments_receipt_button" = "收据";

"lng_call_status_incoming" = "正在呼叫...";
"lng_call_status_connecting" = "连接中...";
"lng_call_status_exchanging" = "正在交换密钥...";
"lng_call_status_waiting" = "正在等待...";
"lng_call_status_requesting" = "正在请求...";
"lng_call_status_hanging" = "正在挂断...";
"lng_call_status_ended" = "通话结束";
"lng_call_status_failed" = "连接失败";
"lng_call_status_ringing" = "正在响铃...";
"lng_call_status_busy" = "线路正忙";
"lng_call_fingerprint_tooltip" = "如果 {user} 屏幕上的 emoji 和此处的相同，此通话就是 100% 安全的。";

"lng_call_error_not_available" = "抱歉，{user} 不接受呼叫。";
"lng_call_error_incompatible" = "{user} 的应用使用了不兼容的协议。在您能够呼叫对方之前，对方必须先更新自己的应用。";
"lng_call_error_outdated" = "{user} 的应用不支持通话。在您能够呼叫对方之前，对方必须先更新自己的应用。";
"lng_call_error_audio_io" = "您电脑的音频设置似乎有问题。请您确认您的音响和麦克风正常工作后再试。";

"lng_call_bar_hangup" = "结束通话";

"lng_call_box_title" = "通话";
"lng_call_box_about" = "您还没有拨打任何电话。";
"lng_call_box_status_today" = "{time}";
"lng_call_box_status_yesterday" = "昨天  {time}";
"lng_call_box_status_date" = "{date} {time}";
"lng_call_box_status_group" = "({count}) {status}";

"lng_call_outgoing" = "外拨电话";
"lng_call_incoming" = "来电";
"lng_call_missed" = "未接来电";
"lng_call_cancelled" = "取消的电话";
"lng_call_declined" = "拒接电话";
"lng_call_duration_info" = "{time}, {duration}";
"lng_call_type_and_duration" = "{type} ({duration})";

"lng_call_rate_label" = "请评价此次通话的质量";
"lng_call_rate_comment" = "评价（选填）";

"lng_player_message_today" = "今天 {time}";
"lng_player_message_yesterday" = "昨天 {time}";
"lng_player_message_date" = "{date} {time}";

"lng_rights_edit_admin" = "编辑管理员";
"lng_rights_edit_admin_header" = "这位管理员可以做什么？";
"lng_rights_about_add_admins_yes" = "该管理员能够添加新管理员，并赋予其最高与该管理员相当的权限。";
"lng_rights_about_add_admins_no" = "该管理员不能添加新管理员。";
"lng_rights_about_admin_cant_edit" = "你无法编辑这位管理员的权限。";
"lng_rights_user_restrictions" = "用户限制";
"lng_rights_user_restrictions_header" = "这位用户可以做什么？";

"lng_rights_channel_info" = "修改频道信息";
"lng_rights_channel_post" = "发布消息";
"lng_rights_channel_edit" = "编辑其他人的消息";
"lng_rights_channel_delete" = "删除其他人的消息";
"lng_rights_group_info" = "修改群组信息";
"lng_rights_group_ban" = "封禁用户";
"lng_rights_group_invite_link" = "使用链接邀请用户";
"lng_rights_group_invite" = "添加用户";
"lng_rights_group_pin" = "置顶消息";
"lng_rights_group_delete" = "删除消息";
"lng_rights_add_admins" = "添加新管理员";
"lng_rights_chat_read" = "查看消息";
"lng_rights_chat_send_text" = "发送消息";
"lng_rights_chat_send_media" = "发送多媒体";
"lng_rights_chat_send_stickers" = "发送贴纸和 GIF";
"lng_rights_chat_send_links" = "显示链接预览";
"lng_rights_chat_banned_until_header" = "限制至";
"lng_rights_chat_banned_forever" = "永久";
"lng_rights_chat_banned_day#one" = "持续 {count} 天";
"lng_rights_chat_banned_day#other" = "持续 {count} 天";
"lng_rights_chat_banned_week#one" = "持续 {count} 周";
"lng_rights_chat_banned_week#other" = "持续 {count} 周";
"lng_rights_chat_banned_custom" = "自定义";
"lng_rights_chat_banned_custom_date" = "直至 {date}";
"lng_rights_chat_banned_block" = "从群组中移除并封禁";

"lng_restricted_send_message" = "此群组的管理员限制了您在此发送消息的权限";
"lng_restricted_send_media" = "此群组的管理员限制了您在此发送媒体文件的权限";
"lng_restricted_send_stickers" = "此群组的管理员限制了您在此发送贴纸的权限";
"lng_restricted_send_gifs" = "此群组的管理员限制了您在此发送 GIF 的权限";
"lng_restricted_send_inline" = "此群组的管理员限制了您在此发送机器人内容的权限";

"lng_restricted_list_title" = "受限的用户";
"lng_banned_list_title" = "被封禁的用户";

"lng_admin_log_title_all" = "所有操作";
"lng_admin_log_title_selected" = "选中的操作";
"lng_admin_log_filter" = "过滤";
"lng_admin_log_filter_title" = "过滤";
"lng_admin_log_filter_all_actions" = "所有操作";
"lng_admin_log_filter_restrictions" = "新限制";
"lng_admin_log_filter_admins_new" = "新管理员";
"lng_admin_log_filter_members_new" = "新成员";
"lng_admin_log_filter_info_group" = "群组信息";
"lng_admin_log_filter_info_channel" = "频道信息";
"lng_admin_log_filter_messages_deleted" = "已删除的消息";
"lng_admin_log_filter_messages_edited" = "已编辑的消息";
"lng_admin_log_filter_messages_pinned" = "已置顶的消息";
"lng_admin_log_filter_members_removed" = "离开的成员";
"lng_admin_log_filter_all_admins" = "全体用户和管理员";
"lng_admin_log_about" = "这是什么？";
"lng_admin_log_about_text" = "此列表包含了在过去 48 小时内群组成员和管理员执行的所有服务操作。";
"lng_admin_log_no_results_title" = "未找到操作日志";
"lng_admin_log_no_results_text" = "找不到与您查询的事件相符的结果。";
"lng_admin_log_no_results_search_text" = "找不到包含 {query} 的事件相符的结果。";
"lng_admin_log_no_events_title" = "暂无操作日志";
"lng_admin_log_no_events_text" = "在过去的 48 小时内\n群组成员和管理员\n没有执行任何服务操作。";

"lng_admin_log_empty_text" = "无";
"lng_admin_log_changed_title_group" = "{from} 将群组名更改为 «{title}»";
"lng_admin_log_changed_title_channel" = "{from} 将频道名称更改为 «{title}»";
"lng_admin_log_changed_description_group" = "{from} 更改了群组简介为：";
"lng_admin_log_removed_description_group" = "{from} 移除了群组简介";
"lng_admin_log_changed_description_channel" = "{from} 编辑了频道简介：";
"lng_admin_log_removed_description_channel" = "{from} 移除了频道简介";
"lng_admin_log_previous_description" = "旧简介";
"lng_admin_log_changed_link_group" = "{from} 更换了群组链接：";
"lng_admin_log_removed_link_group" = "{from} 移除了群组链接";
"lng_admin_log_changed_link_channel" = "{from} 更换了频道链接：";
"lng_admin_log_removed_link_channel" = "{from} 移除了频道链接";
"lng_admin_log_previous_link" = "旧链接";
"lng_admin_log_changed_photo_group" = "{from} 更换了群组照片";
"lng_admin_log_changed_photo_channel" = "{from} 更换了频道照片";
"lng_admin_log_removed_photo_group" = "{from} 移除了群组照片";
"lng_admin_log_removed_photo_channel" = "{from} 移除了频道照片";
"lng_admin_log_invites_enabled" = "{from} 启用了群组邀请";
"lng_admin_log_invites_disabled" = "{from} 禁用了群组邀请";
"lng_admin_log_signatures_enabled" = "{from} 启用了签名";
"lng_admin_log_signatures_disabled" = "{from} 禁用了签名";
"lng_admin_log_pinned_message" = "{from} 置顶了消息：";
"lng_admin_log_unpinned_message" = "{from} 取消了消息置顶";
"lng_admin_log_edited_caption" = "{from} 编辑了说明：";
"lng_admin_log_removed_caption" = "{from} 移除了说明";
"lng_admin_log_previous_caption" = "原始说明";
"lng_admin_log_edited_message" = "{from} 编辑了消息：";
"lng_admin_log_previous_message" = "原始消息";
"lng_admin_log_deleted_message" = "{from} 删除了消息：";
"lng_admin_log_participant_joined" = "{from} 加入了群组";
"lng_admin_log_participant_joined_channel" = "{from} 加入了频道";
"lng_admin_log_participant_left" = "{from} 离开了群组";
"lng_admin_log_participant_left_channel" = "{from} 离开了频道";
"lng_admin_log_invited" = "邀请了 {user}";
"lng_admin_log_banned" = "封禁了 {user}";
"lng_admin_log_restricted" = "使 {user}  {until} 前受限";
"lng_admin_log_promoted" = "赦免 {user} ";
"lng_admin_log_user_with_username" = "{name} ({mention})";
"lng_admin_log_restricted_forever" = "无限期";
"lng_admin_log_restricted_until" = "直至 {date}";
"lng_admin_log_banned_view_messages" = "查看消息";
"lng_admin_log_banned_send_messages" = "发送消息";
"lng_admin_log_banned_send_media" = "发送多媒体";
"lng_admin_log_banned_send_stickers" = "发送贴纸和 GIF";
"lng_admin_log_banned_embed_links" = "显示链接预览";
"lng_admin_log_admin_change_info" = "修改信息";
"lng_admin_log_admin_post_messages" = "发布消息";
"lng_admin_log_admin_edit_messages" = "编辑消息";
"lng_admin_log_admin_delete_messages" = "删除消息";
"lng_admin_log_admin_ban_users" = "封禁用户";
"lng_admin_log_admin_invite_users" = "添加用户";
"lng_admin_log_admin_invite_link" = "使用链接邀请用户";
"lng_admin_log_admin_pin_messages" = "置顶消息";
"lng_admin_log_admin_add_admins" = "添加新管理员";

// Not used

"lng_topbar_info" = "信息";
"lng_profile_group_info" = "群组信息";
"lng_profile_channel_info" = "频道详情";
"lng_channel_add_admins" = "添加管理员";

// Wnd specific

"lng_wnd_choose_program_menu" = "选择默认程序...";

"lng_wnd_menu_undo" = "撤销";
"lng_wnd_menu_redo" = "重做";

// Linux specific

"lng_linux_menu_undo" = "撤销";
"lng_linux_menu_redo" = "重做";

// Mac specific

"lng_mac_choose_program_menu" = "其他...";

"lng_mac_choose_app" = "选择应用";
"lng_mac_choose_text" = "选择一个应用程序打开文件 \"{file}\"。";
"lng_mac_enable_filter" = "开启：";
"lng_mac_recommended_apps" = "推荐应用程序";
"lng_mac_all_apps" = "所有应用程序";
"lng_mac_always_open_with" = "总是使用此应用程序打开";
"lng_mac_this_app_can_open" = "此应用程序可以打开 \"{file}\" ";
"lng_mac_not_known_app" = "此应用程序不一定能打开 \"{file}\" ";

"lng_mac_menu_services" = "我有疑问";
"lng_mac_menu_hide_telegram" = "隐藏 {telegram}";
"lng_mac_menu_hide_others" = "隐藏其他窗口";
"lng_mac_menu_show_all" = "显示全部窗口";
"lng_mac_menu_preferences" = "偏好设置...";
"lng_mac_menu_quit_telegram" = "退出 {telegram}";
"lng_mac_menu_about_telegram" = "关于 {telegram}";
"lng_mac_menu_file" = "文件";
"lng_mac_menu_logout" = "注销";
"lng_mac_menu_edit" = "编辑";
"lng_mac_menu_undo" = "撤销";
"lng_mac_menu_redo" = "重做";
"lng_mac_menu_cut" = "剪切";
"lng_mac_menu_copy" = "复制";
"lng_mac_menu_paste" = "粘贴";
"lng_mac_menu_delete" = "删除";
"lng_mac_menu_select_all" = "全选";
"lng_mac_menu_window" = "窗口";
"lng_mac_menu_contacts" = "联系人";
"lng_mac_menu_add_contact" = "添加联系人";
"lng_mac_menu_new_group" = "新建群组";
"lng_mac_menu_new_channel" = "新建频道";
"lng_mac_menu_show" = "打开 Telegram";

// Keys finished
